Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.notificationFeed.row.unknownWorkspace
source: Unknown workspace
ar: مساحة عمل غير معروفة
de: Unbekannter Arbeitsbereich
es: Espacio de trabajo desconocido
fr: Espace de travail inconnu
ja: 不明なワークスペース
ko: 알 수 없는 작업공간
zh_hans: 未知工作区
zh_hant: 未知工作區

# mobile.notificationFeed.search.empty.body
source: Try another title, message, workspace, pane, or computer.
ar: حاول استخدام عنوان أو رسالة أو مساحة عمل أو جزء أو جهاز كمبيوتر آخر.
de: Versuchen Sie es mit einem anderen Titel, einer anderen Nachricht, einem anderen Arbeitsbereich, einem anderen Bereich oder einem anderen Computer.
es: Pruebe con otro título, mensaje, espacio de trabajo, panel o computadora.
fr: Essayez un autre titre, message, espace de travail, volet ou ordinateur.
ja: 別のタイトル、メッセージ、ワークスペース、ペイン、またはコンピュータをお試しください。
ko: 다른 제목, 메시지, 작업 영역, 창 또는 컴퓨터를 사용해 보세요.
zh_hans: 尝试其他标题、消息、工作区、窗格或计算机。
zh_hant: 嘗試其他標題、訊息、工作區、窗格或電腦。

# mobile.notificationFeed.search.empty.title
source: No matching notifications
ar: لا توجد إشعارات مطابقة
de: Keine passenden Benachrichtigungen
es: No hay notificaciones coincidentes
fr: Aucune notification correspondante
ja: 一致する通知はありません
ko: 일치하는 알림이 없습니다.
zh_hans: 没有匹配的通知
zh_hant: 沒有符合的通知

# mobile.notificationFeed.search.placeholder
source: Search notifications
ar: بحث الإخطارات
de: Suchbenachrichtigungen
es: Notificaciones de búsqueda
fr: Rechercher des notifications
ja: 通知を検索
ko: 알림 검색
zh_hans: 搜索通知
zh_hant: 搜尋通知

# mobile.notificationFeed.unread
source: Unread
ar: غير مقروءة
de: Ungelesen
es: No leído
fr: Non lu
ja: 未読
ko: 읽히지 않는
zh_hans: 未读
zh_hant: 未讀

# mobile.notificationFeed.update.body
source: Install the latest cmux on your paired Macs to sync their notification history.
ar: قم بتثبيت أحدث إصدار من cmux على أجهزة Mac المقترنة لديك لمزامنة سجل الإشعارات الخاص بها.
de: Installieren Sie das neueste cmux auf Ihren gekoppelten Macs, um deren Benachrichtigungsverlauf zu synchronisieren.
es: Instale el último cmux en sus Mac emparejadas para sincronizar su historial de notificaciones.
fr: Installez la dernière version de cmux sur vos Mac couplés pour synchroniser leur historique de notifications.
ja: ペアリングしたMacのcmuxを最新版に更新すると、通知履歴を同期できます。
ko: 알림 기록을 동기화하려면 페어링된 Mac에 최신 cmux를 설치하세요.
zh_hans: 在配对的 Mac 上安装最新的 cmux 以同步其通知历史记录。
zh_hant: 在配對的 Mac 上安裝最新的 cmux 以同步其通知記錄。

# mobile.notificationFeed.update.inlineBody
source: Some paired Macs cannot sync notifications yet.
ar: لا تستطيع بعض أجهزة Mac المقترنة مزامنة الإشعارات حتى الآن.
de: Einige gekoppelte Macs können Benachrichtigungen noch nicht synchronisieren.
es: Algunas Mac emparejadas aún no pueden sincronizar las notificaciones.
fr: Certains Mac couplés ne peuvent pas encore synchroniser les notifications.
ja: 一部のペアリング済みMacはまだ通知を同期できません。
ko: 일부 페어링된 Mac에서는 아직 알림을 동기화할 수 없습니다.
zh_hans: 某些配对的 Mac 尚无法同步通知。
zh_hant: 某些配對的 Mac 尚無法同步通知。

# mobile.notificationFeed.update.title
source: Update cmux on your Mac
ar: قم بتحديث cmux على جهاز Mac الخاص بك
de: Aktualisieren Sie cmux auf Ihrem Mac
es: Actualiza cmux en tu Mac
fr: Mettez à jour cmux sur votre Mac
ja: Macのcmuxを更新してください
ko: Mac에서 cmux 업데이트
zh_hans: 更新 Mac 上的 cmux
zh_hant: 更新 Mac 上的 cmux

# mobile.notificationFeed.workspaceFallback
source: Workspace
ar: مساحة العمل
de: Arbeitsplatz
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 작업공간
zh_hans: 工作空间
zh_hant: 工作空間

# mobile.autoConnectMigration.body
source: Iroh needs cmux 0.64.20 or later on your Mac for its authenticated, end-to-end encrypted connection.
ar: يحتاج Iroh إلى الإصدار cmux 0.64.20 أو إصدار أحدث على جهاز Mac لديك للاتصال المشفر والمصادق عليه من طرف إلى طرف.
de: Für die authentifizierte, Ende-zu-Ende-verschlüsselte Verbindung benötigt Iroh cmux 0.64.20 oder höher auf Ihrem Mac.
es: Iroh necesita cmux 0.64.20 o posterior en su Mac para su conexión autenticada y cifrada de extremo a extremo.
fr: Iroh a besoin de cmux 0.64.20 ou version ultérieure sur votre Mac pour sa connexion authentifiée et cryptée de bout en bout.
ja: Irohには、認証済みのエンドツーエンド暗号化接続に対応したMac版cmux 0.64.20以降が必要です。
ko: Iroh는 인증되고 종단 간 암호화된 연결을 위해 Mac에 cmux 0.64.20 이상이 필요합니다.
zh_hans: Iroh 需要在 Mac 上安装 cmux 0.64.20 或更高版本才能实现经过身份验证的端到端加密连接。
zh_hant: Iroh 需要在 Mac 上安裝 cmux 0.64.20 或更高版本才能實現經過驗證的端對端加密連線。

# mobile.autoConnectMigration.continue
source: Continue with Iroh
ar: تواصل مع إيروه
de: Weiter mit Iroh
es: Continuar con Iroh
fr: Continuer avec Iroh
ja: Irohを続ける
ko: 이로로 계속하기
zh_hans: 继续 Iroh
zh_hant: 繼續 Iroh

# mobile.autoConnectMigration.guidance
source: Older cmux versions still work over Tailscale. Open Mobile Pairing on the Mac and scan its QR, or enter its numeric Tailscale IP and port once.
ar: لا تزال إصدارات cmux الأقدم تعمل على Tailscale. افتح اقتران الأجهزة المحمولة على جهاز Mac وقم بمسح QR الخاص به، أو أدخل رقم Tailscale IP والمنفذ مرة واحدة.
de: Ältere cmux-Versionen funktionieren immer noch über Tailscale. Öffnen Sie Mobilgeräte koppeln auf dem Mac und scannen Sie den QR-Code oder geben Sie einmal die numerische Tailscale-IP und den Port ein.
es: Las versiones anteriores de cmux todavía funcionan en Tailscale. Abra Vinculación móvil en Mac y escanee su QR, o ingrese su IP numérica de Tailscale y su puerto una vez.
fr: Les anciennes versions de cmux fonctionnent toujours sur Tailscale. Ouvrez Jumelage mobile sur le Mac et scannez son QR, ou entrez une fois son adresse IP Tailscale numérique et son port.
ja: 古い cmux バージョンでも Tailscale 経由で接続できます。Mac で「モバイルペアリング」を開き、QR をスキャンするか、数値の Tailscale IP アドレスとポートを一度入力してください。
ko: 이전 cmux 버전은 여전히 ​​Tailscale에서 작동합니다. Mac에서 모바일 페어링을 열고 QR을 스캔하거나 숫자로 된 Tailscale IP 및 포트를 한 번 입력하세요.
zh_hans: 较旧的 cmux 版本仍然可以在 Tailscale 上运行。在 Mac 上打开移动设备配对并扫描其二维码，或输入其数字 Tailscale IP 和端口一次。
zh_hant: 較舊的 cmux 版本仍然可以在 Tailscale 上運行。在 Mac 上開啟行動裝置配對並掃描其二維碼，或輸入其數位 Tailscale IP 和連接埠一次。

# mobile.autoConnectMigration.openSettings
source: Open Connection Settings
ar: افتح إعدادات الاتصال
de: Öffnen Sie die Verbindungseinstellungen
es: Abrir configuración de conexión
fr: Ouvrir les paramètres de connexion
ja: 接続設定を開く
ko: 연결 설정 열기
zh_hans: 打开连接设置
zh_hant: 開啟連接設定

# mobile.autoConnectMigration.setUpTailscale
source: Set Up Tailscale
ar: إعداد مقياس الذيل
de: Tailscale einrichten
es: Configurar escala trasera
fr: Configurer l'échelle de queue
ja: Tailscaleを設定
ko: 테일스케일 설정
zh_hans: 设置尾标
zh_hant: 設定尾標

# mobile.autoConnectMigration.title
source: Check cmux on your Mac
ar: تحقق من cmux على جهاز Mac الخاص بك
de: Überprüfen Sie cmux auf Ihrem Mac
es: Comprueba cmux en tu Mac
fr: Vérifiez cmux sur votre Mac
ja: Macのcmuxを確認
ko: Mac에서 cmux를 확인하세요.
zh_hans: 检查 Mac 上的 cmux
zh_hant: 檢查 Mac 上的 cmux

# mobile.autoConnectMigration.useAutoConnect
source: Use Iroh
ar: استخدم ايروه
de: Benutze Iroh
es: Usa a Iroh
fr: Utiliser Iroh
ja: Irohを使う
ko: 이로를 이용하세요
zh_hans: 使用Iroh
zh_hant: 使用Iroh

# mobile.onboarding.connect.method.automatic
source: Iroh
ar: إيروه
ko: 이로
zh_hans: 伊罗
zh_hant: 伊羅

# mobile.onboarding.connect.method.automaticDetail
source: Same-account Macs connect automatically.
ar: يتطلب cmux 0.64.20 أو أحدث على جهاز Mac الخاص بك.
de: Erfordert cmux 0.64.20 oder höher auf Ihrem Mac.
es: Requiere cmux 0.64.20 o posterior en tu Mac.
fr: Nécessite cmux 0.64.20 ou version ultérieure sur votre Mac.
ja: 同じアカウントのMacに自動で接続します。
ko: Mac에는 cmux 0.64.20 이상이 필요합니다.
zh_hans: Mac 上需要 cmux 0.64.20 或更高版本。
zh_hant: Mac 上需要 cmux 0.64.20 或更高版本。

# mobile.onboarding.connect.method.tailscale
source: Tailscale Only
ar: مقياس الذيل فقط
de: Nur Tailscale
es: Sólo escala trasera
fr: Queue uniquement
ja: Tailscaleのみ
ko: 테일스케일만
zh_hans: 仅尾鳞片
zh_hant: 僅尾鱗片

# mobile.onboarding.connect.method.tailscaleDetail
source: Scan once to authorize the Mac.
ar: يعمل مع cmux 0.64.17 أو الأحدث. قم بالمسح الضوئي مرة واحدة لتخويل جهاز Mac.
de: Funktioniert mit cmux 0.64.17 oder höher. Einmal scannen, um den Mac zu autorisieren.
es: Funciona con cmux 0.64.17 o posterior. Escanee una vez para autorizar la Mac.
fr: Fonctionne avec cmux 0.64.17 ou version ultérieure. Scannez une fois pour autoriser le Mac.
ja: 一度スキャンしてMacを承認します。
ko: cmux 0.64.17 이상에서 작동합니다. 한 번 스캔하여 Mac을 인증하세요.
zh_hans: 适用于 cmux 0.64.17 或更高版本。扫描一次即可授权 Mac。
zh_hant: 適用於 cmux 0.64.17 或更高版本。掃描一次即可授權 Mac。

# mobile.onboarding.connect.scanTailscaleCode
source: Scan Pairing Code
ar: مسح رمز الاقتران
de: Pairing-Code scannen
es: Escanear código de emparejamiento
fr: Scanner le code d'appariement
ja: ペアリングコードをスキャン
ko: 스캔 페어링 코드
zh_hans: 扫描配对码
zh_hant: 掃描配對碼

# mobile.onboarding.connect.tailscaleTitle
source: Connect over Tailscale
ar: الاتصال عبر Tailscale
de: Verbinden Sie sich über Tailscale
es: Conéctese a través de Tailscale
fr: Connectez-vous via Tailscale
ja: Tailscaleで接続
ko: Tailscale을 통해 연결
zh_hans: 通过 Tailscale 连接
zh_hant: 透過 Tailscale 連接

# mobile.onboarding.connect.tailscaleBody
source: Install Tailscale on both devices and join the same network, then scan the pairing code once.
ar: يعمل مع cmux 0.64.17 أو الأحدث. قم بتثبيت Tailscale على كلا الجهازين والانضمام إلى نفس الشبكة. في الإصدار 0.64.17، اختر Connect iPhone/iPad وقم بمسح رمز Pair iPhone ضوئيًا مرة واحدة.
de: Funktioniert mit cmux 0.64.17 oder höher. Installieren Sie Tailscale auf beiden Geräten und verbinden Sie sich mit demselben Netzwerk. Wählen Sie unter 0.64.17 „iPhone/iPad verbinden“ und scannen Sie den Code „iPhone koppeln“ einmal.
es: Funciona con cmux 0.64.17 o posterior. Instale Tailscale en ambos dispositivos y únase a la misma red. El 0.64.17, elija Conectar iPhone/iPad y escanee el código de Emparejar iPhone una vez.
fr: Fonctionne avec cmux 0.64.17 ou version ultérieure. Installez Tailscale sur les deux appareils et rejoignez le même réseau. Le 0.64.17, choisissez Connecter iPhone/iPad et scannez une fois le code Pair iPhone.
ja: 両方のデバイスにTailscaleをインストールして同じネットワークに参加し、ペアリングコードを一度スキャンしてください。
ko: cmux 0.64.17 이상에서 작동합니다. 두 장치 모두에 Tailscale을 설치하고 동일한 네트워크에 연결하십시오. 0.64.17에서는 Connect iPhone/iPad를 선택하고 iPhone 페어링 코드를 한 번 스캔하세요.
zh_hans: 适用于 cmux 0.64.17 或更高版本。在两台设备上安装 Tailscale 并加入同一网络。在 0.64.17 上，选择“连接 iPhone/iPad”并扫描一次“配对 iPhone”代码。
zh_hant: 適用於 cmux 0.64.17 或更高版本。在兩台裝置上安裝 Tailscale 並加入同一網路。在 0.64.17 上，選擇「連接 iPhone/iPad」並掃描一次「配對 iPhone」代碼。

# mobile.settings.activeTransport
source: Active Transport
ar: النقل النشط
de: Aktiver Transport
es: Transporte Activo
fr: Transports actifs
ja: 現在の接続経路
ko: 능동수송
zh_hans: 主动运输
zh_hant: 主動運輸

# mobile.settings.activeTransport.iroh
source: Iroh
ar: إيروه
ko: 이로
zh_hans: 伊罗
zh_hant: 伊羅

# mobile.settings.activeTransport.simulator
source: Simulator
ar: محاكي
es: Simulador
fr: Simulateur
ja: シミュレータ
ko: 모의 실험 장치
zh_hans: 模拟器
zh_hant: 模擬器

# mobile.settings.activeTransport.tailscale
source: Tailscale
ar: مقياس الذيل
es: Escala de cola
fr: Échelle arrière
ko: 테일스케일
zh_hans: 尾鳞
zh_hant: 尾鱗

# mobile.settings.connectionMethod
source: Connection Method
ar: طريقة الاتصال
de: Verbindungsmethode
es: Método de conexión
fr: Méthode de connexion
ja: 接続方法
ko: 연결 방법
zh_hans: 连接方式
zh_hant: 連接方式

# mobile.settings.connectionMethod.automatic
source: Iroh
ar: إيروه
ko: 이로
zh_hans: 伊罗
zh_hant: 伊羅

# mobile.settings.connectionMethod.automaticFooter
source: Requires cmux 0.64.20 or later on your Mac. Connects automatically over an authenticated, end-to-end encrypted connection.
ar: يتطلب cmux 0.64.20 أو أحدث على جهاز Mac الخاص بك. يتصل تلقائيًا عبر اتصال مشفر ومصدق من طرف إلى طرف.
de: Erfordert cmux 0.64.20 oder höher auf Ihrem Mac. Stellt automatisch eine Verbindung über eine authentifizierte, Ende-zu-Ende-verschlüsselte Verbindung her.
es: Requiere cmux 0.64.20 o posterior en tu Mac. Se conecta automáticamente a través de una conexión cifrada de extremo a extremo autenticada.
fr: Nécessite cmux 0.64.20 ou version ultérieure sur votre Mac. Se connecte automatiquement via une connexion authentifiée et cryptée de bout en bout.
ja: Mac版cmux 0.64.20以降が必要です。認証済みのエンドツーエンド暗号化接続で自動的に接続します。
ko: Mac에는 cmux 0.64.20 이상이 필요합니다. 인증되고 종단 간 암호화된 연결을 통해 자동으로 연결됩니다.
zh_hans: Mac 上需要 cmux 0.64.20 或更高版本。通过经过身份验证的端到端加密连接自动连接。
zh_hant: Mac 上需要 cmux 0.64.20 或更高版本。透過經過身份驗證的端對端加密連線自動連線。

# mobile.settings.connectionMethod.tailscale
source: Tailscale Only
ar: مقياس الذيل فقط
de: Nur Tailscale
es: Sólo escala trasera
fr: Queue uniquement
ja: Tailscaleのみ
ko: 테일스케일만
zh_hans: 仅尾鳞片
zh_hant: 僅尾鱗片

# mobile.settings.connectionMethod.tailscaleFooter
source: Works with cmux 0.64.17 or later on your Mac. Install Tailscale on both devices, join the same network, then scan the Mac's pairing code once. cmux stays disconnected until that local authorization exists.
ar: يعمل مع cmux 0.64.17 أو الأحدث على جهاز Mac الخاص بك. قم بتثبيت Tailscale على كلا الجهازين، وانضم إلى نفس الشبكة، ثم قم بمسح رمز الاقتران الخاص بجهاز Mac مرة واحدة. يبقى cmux غير متصل حتى يوجد هذا الترخيص المحلي.
de: Funktioniert mit cmux 0.64.17 oder höher auf Ihrem Mac. Installieren Sie Tailscale auf beiden Geräten, verbinden Sie sich mit demselben Netzwerk und scannen Sie dann einmal den Pairing-Code des Mac. cmux bleibt getrennt, bis diese lokale Autorisierung vorhanden ist.
es: Funciona con cmux 0.64.17 o posterior en tu Mac. Instale Tailscale en ambos dispositivos, únase a la misma red y luego escanee el código de emparejamiento de la Mac una vez. cmux permanece desconectado hasta que exista esa autorización local.
fr: Fonctionne avec cmux 0.64.17 ou version ultérieure sur votre Mac. Installez Tailscale sur les deux appareils, rejoignez le même réseau, puis scannez une fois le code de couplage du Mac. cmux reste déconnecté jusqu'à ce que cette autorisation locale existe.
ja: Mac版cmux 0.64.17以降で動作します。両方のデバイスにTailscaleをインストールして同じネットワークに参加し、Macのペアリングコードを一度スキャンしてください。そのローカル承認が完了するまでcmuxは未接続のままになります。
ko: Mac에서 cmux 0.64.17 이상과 작동합니다. 두 장치 모두에 Tailscale을 설치하고 동일한 네트워크에 연결한 다음 Mac의 페어링 코드를 한 번 스캔하세요. cmux는 해당 로컬 인증이 존재할 때까지 연결이 끊어진 상태로 유지됩니다.
zh_hans: 适用于 Mac 上的 cmux 0.64.17 或更高版本。在两台设备上安装 Tailscale，加入同一网络，然后扫描一次 Mac 的配对码。 cmux 保持断开连接，直到存在本地授权。
zh_hant: 適用於 Mac 上的 cmux 0.64.17 或更高版本。在兩台裝置上安裝 Tailscale，加入同一網絡，然後掃描一次 Mac 的配對碼。 cmux 保持斷開連接，直到存在本地授權。

# mobile.settings.notifications
source: Push Alerts
ar: دفع التنبيهات
de: Push-Benachrichtigungen
es: Alertas push
fr: Alertes push
ja: プッシュ通知
ko: 푸시 알림
zh_hans: 推送警报
zh_hant: 推播警報

# mobile.sidebar.destination.picker
source: Section
ar: قسم
de: Bereich
es: Sección
ja: セクション
ko: 섹션
zh_hans: 区段
zh_hant: 區段

# mobile.tabs.notifications
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

# mobile.tabs.notifications.unreadCount
source: Notifications (%lld)
ar: إشعارات (%lld)
de: Benachrichtigungen (%lld)
es: Notificaciones (%lld)
ja: 通知 (%lld)
ko: 알림 (%lld)
zh_hans: 通知 (%lld)
zh_hant: 通知 (%lld)

# mobile.tabs.workspaces
source: Workspaces
ar: مساحات العمل
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 작업공간
zh_hans: 工作空间
zh_hant: 工作空間

# mobile.notifications.disable
source: Turn Off Push Alerts
ar: قم بإيقاف تشغيل التنبيهات الفورية
de: Deaktivieren Sie Push-Benachrichtigungen
es: Desactivar alertas push
fr: Désactiver les alertes push
ja: プッシュ通知をオフにする
ko: 푸시 알림 끄기
zh_hans: 关闭推送警报
zh_hant: 關閉推送警報

# mobile.notifications.enable
source: Notify Me When Agents Need Me
ar: أعلمني عندما يحتاجني الوكلاء
de: Benachrichtigen Sie mich, wenn Agenten mich brauchen
es: Notificarme cuando los agentes me necesiten
fr: Prévenez-moi lorsque les agents ont besoin de moi
ja: エージェントが対応を求めたら通知
ko: 상담원이 나를 필요로 할 때 알림
zh_hans: 当代理需要我时通知我
zh_hant: 當代理商需要我時通知我

# mobile.onboarding.connectBody
source: cmux uses Iroh by default. It connects directly to your Mac when possible and uses a cmux relay when needed. Your Mac's identity and cmux account are verified end to end, so the relay cannot read terminal traffic.
ar: يستخدم cmux Iroh بشكل افتراضي. إنه يتصل مباشرة بجهاز Mac الخاص بك عندما يكون ذلك ممكنًا ويستخدم مرحل cmux عند الحاجة. يتم التحقق من هوية جهاز Mac الخاص بك وحساب cmux بشكل كامل، لذا لا يمكن للمرحل قراءة حركة مرور المحطة الطرفية.
de: cmux verwendet standardmäßig Iroh. Es stellt nach Möglichkeit eine direkte Verbindung zu Ihrem Mac her und verwendet bei Bedarf ein cmux-Relay. Die Identität und das cmux-Konto Ihres Mac werden durchgängig überprüft, sodass das Relay den Terminalverkehr nicht lesen kann.
es: cmux usa Iroh por defecto. Se conecta directamente a su Mac cuando es posible y utiliza un relé cmux cuando es necesario. La identidad de su Mac y su cuenta cmux se verifican de extremo a extremo, por lo que el relé no puede leer el tráfico del terminal.
fr: cmux utilise Iroh par défaut. Il se connecte directement à votre Mac lorsque cela est possible et utilise un relais cmux en cas de besoin. L'identité de votre Mac et votre compte cmux sont vérifiés de bout en bout, le relais ne peut donc pas lire le trafic du terminal.
ja: cmuxはデフォルトでIrohを使用します。可能な場合はMacへ直接接続し、必要な場合のみcmuxリレーを使用します。MacのIDとcmuxアカウントはエンドツーエンドで検証されるため、リレーはターミナル通信を読み取れません。
ko: cmux는 기본적으로 Iroh를 사용합니다. 가능하면 Mac에 직접 연결하고 필요할 경우 cmux 릴레이를 사용합니다. Mac의 신원과 cmux 계정은 엔드 투 엔드로 확인되므로 릴레이는 터미널 트래픽을 읽을 수 없습니다.
zh_hans: cmux 默认使用 Iroh。它会尽可能直接连接到您的 Mac，并在需要时使用 cmux 中继。您的 Mac 身份和 cmux 帐户经过端到端验证，因此中继无法读取终端流量。
zh_hant: cmux 預設使用 Iroh。它會盡可能直接連接到您的 Mac，並在需要時使用 cmux 中繼。您的 Mac 身分和 cmux 帳戶經過端對端驗證，因此中繼無法讀取終端流量。

# mobile.onboarding.connectTitle
source: Encrypted wherever you connect
ar: مشفرة أينما قمت بالاتصال
de: Verschlüsselt, wo auch immer Sie sich verbinden
es: Cifrado dondequiera que te conectes
fr: Chiffré partout où vous vous connectez
ja: どこからでも暗号化接続
ko: 연결되는 모든 곳에서 암호화됨
zh_hans: 无论您在何处连接，都会加密
zh_hant: 無論您在何處連接，都會加密

# mobile.onboarding.getStarted
source: Get started
ar: ابدأ
de: Fangen Sie an
es: empezar
fr: Commencer
ja: 始める
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

# mobile.onboarding.next
source: Next
ar: التالي
de: Nächste
es: Próximo
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一个
zh_hant: 下一個

# mobile.onboarding.pairTitle
source: Pair your Mac
ar: قم بإقران جهاز Mac الخاص بك
de: Koppeln Sie Ihren Mac
es: Empareja tu Mac
fr: Associez votre Mac
ja: Macとペアリング
ko: Mac을 페어링하세요
zh_hans: 与您的 Mac 配对
zh_hant: 與您的 Mac 配對

# mobile.onboarding.privateNetworkBody
source: After cmux admits both devices over Iroh, Tailscale, WireGuard, another VPN, or the same LAN may become a faster direct path. They are optional, and Iroh keeps its encryption and identity checks.
ar: بعد أن يعترف cmux بكلا الجهازين عبر Iroh، قد يصبح Tailscale أو WireGuard أو VPN آخر أو نفس الشبكة المحلية (LAN) مسارًا مباشرًا أسرع. وهي اختيارية، ويحتفظ Iroh بالتشفير والتحقق من الهوية.
de: Nachdem cmux beide Geräte über Iroh zulässt, werden Tailscale, WireGuard, ein anderes VPN oder dasselbe LAN möglicherweise zu einem schnelleren direkten Pfad. Sie sind optional und Iroh behält seine Verschlüsselungs- und Identitätsprüfungen bei.
es: Después de que cmux admita ambos dispositivos a través de Iroh, Tailscale, WireGuard, otra VPN o la misma LAN pueden convertirse en una ruta directa más rápida. Son opcionales e Iroh mantiene sus controles de identidad y cifrado.
fr: Une fois que cmux a admis les deux appareils via Iroh, Tailscale, WireGuard, un autre VPN ou le même réseau local peut devenir un chemin direct plus rapide. Ils sont facultatifs et Iroh conserve son cryptage et ses contrôles d'identité.
ja: cmuxがIroh上で両方の端末を認証した後、Tailscale、WireGuard、別のVPN、または同じLANが、より高速な直接経路になる場合があります。これらは任意で、Irohの暗号化とID検証は維持されます。
ko: cmux가 Iroh를 통해 두 장치를 모두 허용하면 Tailscale, WireGuard, 다른 VPN 또는 동일한 LAN이 더 빠른 직접 경로가 될 수 있습니다. 이는 선택 사항이며 Iroh는 암호화 및 신원 확인을 유지합니다.
zh_hans: cmux 通过 Iroh、Tailscale、WireGuard、另一个 VPN 或同一 LAN 承认两个设备后，可能会成为更快的直接路径。它们是可选的，Iroh 保留其加密和身份检查。
zh_hant: cmux 透過 Iroh、Tailscale、WireGuard、另一個 VPN 或相同 LAN 承認兩個裝置後，可能會成為更快的直接路徑。它們是可選的，Iroh 保留其加密和身份檢查。

# mobile.onboarding.privateNetworkStep1
source: Sign this phone and the Mac in to the same cmux account.
ar: قم بتسجيل دخول هذا الهاتف وجهاز Mac إلى نفس حساب cmux.
de: Melden Sie dieses Telefon und den Mac bei demselben cmux-Konto an.
es: Inicie sesión en este teléfono y en la Mac en la misma cuenta cmux.
fr: Connectez ce téléphone et le Mac au même compte cmux.
ja: このiPhoneとMacを同じcmuxアカウントでサインインします。
ko: 이 휴대폰과 Mac을 동일한 cmux 계정에 로그인합니다.
zh_hans: 将此手机和 Mac 登录到同一个 cmux 帐户。
zh_hant: 將此手機和 Mac 登入同一個 cmux 帳號。

# mobile.onboarding.privateNetworkStep2
source: Leave cmux running on the Mac so Iroh can reconnect.
ar: اترك cmux قيد التشغيل على جهاز Mac حتى يتمكن Iroh من إعادة الاتصال.
de: Lassen Sie cmux auf dem Mac laufen, damit Iroh die Verbindung wiederherstellen kann.
es: Deje cmux ejecutándose en la Mac para que Iroh pueda volver a conectarse.
fr: Laissez cmux fonctionner sur le Mac pour qu'Iroh puisse se reconnecter.
ja: Irohが再接続できるよう、Macでcmuxを起動したままにします。
ko: Iroh가 다시 연결할 수 있도록 cmux를 Mac에서 실행 상태로 둡니다.
zh_hans: 让 cmux 在 Mac 上运行，以便 Iroh 可以重新连接。
zh_hant: 讓 cmux 在 Mac 上運行，以便 Iroh 可以重新連接。

# mobile.onboarding.privateNetworkStep3
source: Optional: connect both devices to the same private network so an admitted Iroh session can migrate to it.
ar: اختياري: قم بتوصيل كلا الجهازين بنفس الشبكة الخاصة حتى تتمكن جلسة Iroh المقبولة من الانتقال إليها.
de: Optional: Verbinden Sie beide Geräte mit demselben privaten Netzwerk, damit eine zugelassene Iroh-Sitzung dorthin migrieren kann.
es: Opcional: conecta ambos dispositivos a la misma red privada para que una sesión de Iroh admitida pueda migrar a ella.
fr: Facultatif : connectez les deux appareils au même réseau privé afin qu'une session Iroh admise puisse y migrer.
ja: 任意：認証済みのIrohセッションが移行できるよう、両方の端末を同じプライベートネットワークに接続します。
ko: 선택 사항: 승인된 Iroh 세션이 해당 네트워크로 마이그레이션될 수 있도록 두 장치를 동일한 개인 네트워크에 연결합니다.
zh_hans: 可选：将两个设备连接到同一专用网络，以便允许的 Iroh 会话可以迁移到该网络。
zh_hant: 可選：將兩個設備連接到同一專用網絡，以便允許的 Iroh 會話可以遷移到該網絡。

# mobile.onboarding.privateNetworkTitle
source: Private networks stay available
ar: تبقى الشبكات الخاصة متاحة
de: Private Netzwerke bleiben verfügbar
es: Las redes privadas permanecen disponibles
fr: Les réseaux privés restent disponibles
ja: プライベートネットワークも利用可能
ko: 개인 네트워크를 계속 사용할 수 있습니다.
zh_hans: 专用网络保持可用
zh_hant: 專用網路保持可用

# mobile.onboarding.skip
source: Skip
ar: يتخطى
de: Überspringen
es: Saltar
fr: Sauter
ja: スキップ
ko: 건너뛰다
zh_hans: 跳过
zh_hant: 跳過

# mobile.onboarding.tailscaleAppStoreLink
source: Optional: Tailscale for iPhone
ar: اختياري: Tailscale لجهاز iPhone
de: Optional: Tailscale für iPhone
es: Opcional: Tailscale para iPhone
fr: Facultatif : Tailscale pour iPhone
ja: 任意：iPhone版Tailscale
ko: 선택 사항: iPhone용 Tailscale
zh_hans: 可选：适用于 iPhone 的 Tailscale
zh_hant: 可選：適用於 iPhone 的 Tailscale

# mobile.onboarding.tailscaleBody
source: Tailscale is a free app that gives your devices a private network. Do this once, on both the phone and the Mac.
ar: Tailscale هو تطبيق مجاني يمنح أجهزتك شبكة خاصة. قم بذلك مرة واحدة، على كل من الهاتف وجهاز Mac.
de: Tailscale ist eine kostenlose App, die Ihren Geräten ein privates Netzwerk bietet. Tun Sie dies einmal, sowohl auf dem Telefon als auch auf dem Mac.
es: Tailscale es una aplicación gratuita que brinda a tus dispositivos una red privada. Haga esto una vez, tanto en el teléfono como en la Mac.
fr: Tailscale est une application gratuite qui donne à vos appareils un réseau privé. Faites-le une fois, sur le téléphone et sur le Mac.
ja: Tailscaleは、端末同士をプライベートなネットワークでつなぐ無料アプリです。iPhoneとMacの両方で一度だけ設定してください。
ko: Tailscale은 장치에 개인 네트워크를 제공하는 무료 앱입니다. 휴대폰과 Mac 모두에서 이 작업을 한 번만 수행합니다.
zh_hans: Tailscale 是一款免费应用程序，可为您的设备提供专用网络。在手机和 Mac 上执行此操作一次。
zh_hant: Tailscale 是一款免費應用程序，可為您的裝置提供專用網路。在手机和 Mac 上执行此操作一次。

# mobile.onboarding.tailscaleLink
source: Optional: Tailscale for Mac
ar: اختياري: Tailscale لنظام التشغيل Mac
de: Optional: Tailscale für Mac
es: Opcional: Tailscale para Mac
fr: Facultatif : Tailscale pour Mac
ja: 任意：Mac版Tailscale
ko: 선택 사항: Mac용 Tailscale
zh_hans: 可选：Mac 版 Tailscale
zh_hant: 可選：Mac 版 Tailscale
